{
    "sitio": "Planta Huichi",
    "norma": "NOM-002-STPS-2010",
    "cumplimiento": "7.41%",
    "respuestas": {
        "Clasificar el centro de trabajo (o áreas) conforme a la NOM-002 en riesgo ordinario o alto.": "No",
        "Identificar materiales combustibles/inflamables relevantes por área.": "Sí",
        "Evaluar procesos/actividades con potencial de ignición y propagación.": "No",
        "Seleccionar agentes y capacidades de extintores acordes a la clase de fuego.": "Sí",
        "Determinar cantidad/cobertura de extintores, gabinetes o hidrantes según riesgo y superficie.": "No",
        "Colocar equipos visibles, señalizados y sin obstrucciones, a altura reglamentaria.": "No",
        "Implementar programa de inspecciones y mantenimiento para equipos contra incendio.": "No",
        "Asegurar recarga y prueba hidrostática según fabricante/normas aplicables.": "No",
        "Colocar señalética para ubicación e identificación de equipos/alarma.": "No",
        "Definir, mantener y señalizar rutas y salidas de evacuación.": "No",
        "Establecer y señalizar puntos de reunión seguros y accesibles.": "No",
        "Disponer de iluminación y alarmas audibles/visibles para evacuación.": "No",
        "Plan que incluya organización, brigadas, rutas, equipos, comunicación y simulacros.": "No",
        "Realizar simulacros con frecuencia definida y registrar resultados y acciones.": "No",
        "Probar sistemas de alarma y comunicación interna/externa.": "No",
        "Contar con planos de equipos, rutas, salidas y puntos de reunión actualizados.": "No",
        "Capacitar a todo el personal en prevención, uso de extintores, evacuación y reporte.": "No",
        "Integrar brigadas acorde al tamaño/riesgo con funciones definidas.": "No",
        "Realizar prácticas de uso de extintores y equipos de emergencia.": "No",
        "Controlar trabajos en caliente (permisos, aislamientos, vigilancia).": "No",
        "Mantener instalaciones eléctricas en condición segura acorde con el riesgo.": "No",
        "Controlar electricidad estática donde aplique (tierra física, uniones equipotenciales).": "No",
        "Disponer/mantener sistemas fijos según riesgo (rociadores, diluvio, espuma).": "No",
        "Mantener red de hidrantes y suministro suficiente.": "No",
        "Conservar registros de inspecciones, mantenimiento, simulacros y capacitación.": "No",
        "Dar seguimiento a acciones correctivas con responsables y plazos.": "No",
        "Realizar revisiones internas del sistema contra incendio y plan de emergencias.": "No"
    },
    "archivos_evidencia": {}
}