{
    "sitio": "Prueba 3",
    "norma": "NOM-001-STPS-2008",
    "cumplimiento": "3.33%",
    "respuestas": {
        "¿Las instalaciones cuentan con estructuras seguras, libres de daños visibles (grietas, inclinaciones), protecciones en aberturas mayores a 2m y señalización adecuada en zonas de riesgo?": "Sí",
        "¿El patrón ha implementado medidas de seguridad estructural?": "No",
        "¿Se han realizado inspecciones de seguridad en los últimos 12 meses?": "No",
        "¿Existen registros de inspecciones y acciones correctivas?": "No",
        "¿Se han realizado inspecciones estructurales en techos, muros y pisos para detectar daños y prevenir colapsos? Se verifican fisuras, corrosión, desplazamientos y deformaciones.": "No",
        "¿Se cuenta con instalaciones sanitarias adecuadas?": "No",
        "¿Los trabajadores reportan condiciones inseguras?": "No",
        "¿Se proporciona capacitación en seguridad a los trabajadores?": "No",
        "¿Los trabajadores respetan y cuidan las instalaciones?": "No",
        "¿Se mantiene orden y limpieza en las instalaciones?": "No",
        "¿Las áreas de trabajo están delimitadas?": "No",
        "¿Se han identificado y señalizado zonas de riesgo?": "No",
        "¿Los accesos están protegidos contra caídas?": "No",
        "¿Las escaleras tienen barandales firmes (altura entre 90 cm y 1.10 m), ancho mínimo de 56 cm, superficie antideslizante y dimensiones uniformes? En caso de escaleras con ancho mínimo, ¿se prohíbe la circulación en contraflujo?": "No",
        "¿Las condiciones de ventilación y luz son adecuadas?": "No",
        "¿Se da mantenimiento a techos y paredes?": "No",
        "¿Los techos son resistentes a condiciones ambientales?": "No",
        "¿Las paredes tienen señalización y protección adecuada?": "No",
        "¿Los pisos son antideslizantes y seguros?": "No",
        "¿Las escaleras cuentan con pasamanos y señalización?": "No",
        "¿Se realizan revisiones periódicas de las escaleras?": "No",
        "¿Las escaleras cumplen con los requisitos de seguridad estructural?": "No",
        "¿Existen medidas para prevenir caídas desde escaleras?": "No",
        "¿Las plataformas y pasarelas cuentan con protección adecuada?": "No",
        "¿Las plataformas están construidas con materiales resistentes, cuentan con soportes adecuados y son inspeccionadas regularmente para garantizar su estabilidad?": "No",
        "¿Los barandales tienen una altura mínima de 90 cm, están firmemente sujetos y no presentan daños o deterioro que puedan comprometer la seguridad?": "No",
        "¿Existen rutas designadas para vehículos y peatones, con señalización clara, reductores de velocidad y medidas para evitar colisiones?": "No",
        "¿Las áreas de circulación de vehículos tienen marcas visibles en el suelo, señalización vertical y barreras de protección en zonas de riesgo?": "No",
        "¿Las zonas de carga y descarga están niveladas, cuentan con topes de seguridad y señalización que indique procedimientos correctos?": "No",
        "¿Existe un límite de velocidad interno claramente señalado, con letreros visibles y medidas de control para garantizar su cumplimiento?": "No"
    }
}